Repository: NaN-tic/trytond-html_report
Catalog: locale/*.po
Languages: ca, de, es

# field:account.configuration,use_invoice_report_cache:
source: Use Invoice Report Cache
ca: Utilitza cache informe factura
es: Utilitzar cache informe factura

# field:account.configuration.html_report,company:
source: Company
ca: Empresa
es: Empresa

# field:account.configuration.html_report,use_invoice_report_cache:
source: Use Invoice Report Cache
ca: Utilitza cache informe factura
es: Utilitzar cache informe factura

# field:account.invoice,html_address:
source: HTML Party Address
ca: HTML adreça tercer
es: HTML dirección tercero

# field:account.invoice,html_lines_to_pay:
source: HTML Lines to Pay
ca: HTML linies a pagar
es: HTML lineas a pagar

# field:account.invoice,html_party:
source: HTML Party
ca: HTML tercer
es: HTML tercero

# field:account.invoice,html_second_address:
source: HTML Second Address
ca: HTML etiqueta segona adreça
es: HTML segunda dirección

# field:account.invoice,html_second_address_label:
source: HTML Second Address Label
ca: HTML etiqueta segona adreça
es: HTML etiqueta segunda dirección

# field:account.invoice,html_tax_identifier:
source: HTML Party Tax Identifier
ca: HTML Identificador tercer
es: HTML indentificador tercero

# field:account.invoice.line,html_discount:
source: HTML Discount
es: Descuento HTML

# field:account.invoice.line,html_product_code:
source: HTML Code
ca: Codi HTML
es: Código HTML

# field:account.invoice.line,origin_line_key:
source: Origin Line Key
ca: Clau linia orige
es: Clave linea origen

# field:account.invoice.line,shipment_key:
source: Shipment Key
ca: Clau albarà
es: Clave albarán

# field:html.report.template,report:
source: Report
ca: Informe
de: Bericht
es: Informe

# field:html.report.template,signature:
source: Signature
ca: Firma
de: Signatur
es: Firma

# field:html.report.template,template:
source: Template
ca: Plantilla
de: Vorlage
es: Plantilla

# field:html.report.template,template_used:
source: Template Used
ca: Plantilla usada
de: Verwendete Vorlage
es: Plantilla usada

# field:html.template,all_content:
source: All Content
ca: Tot el contingut
de: Gesamter Inhalt
es: Todo el contenido

# field:html.template,content:
source: Content
ca: Contingut
de: Inhalt
es: Contenido

# field:html.template,data:
source: Content
ca: Contingut
de: Inhalt
es: Contenido

# field:html.template,filename:
source: Template path
ca: Ruta de la plantilla
de: Vorlagenpfad
es: Ruta de la plantilla

# field:html.template,implements:
source: Signature
ca: Firma
de: Signatur
es: Firma

# field:html.template,name:
source: Name
ca: Nom
es: Nombre

# field:html.template,parent:
source: Parent
ca: Pare
de: Übergeordnet (Vorlage)
es: Padre

# field:html.template,preview:
source: Preview
es: Avance

# field:html.template,preview_filename:
source: Preview Filename
es: Vista previa del nombre del archivo

# field:html.template,preview_placeholder_macros:
source: Use Placeholder for Macros
es: Usar marcador de posición para macros

# field:html.template,preview_record:
source: Preview Record
es: Vista previa del registro

# field:html.template,type:
source: Type
ca: Tipus
de: Typ
es: Tipo

# field:html.template,uses:
source: Uses
ca: Usos
de: Verwendung
es: Usos

# field:html.template.signature,name:
source: Name
ca: Nom
es: Nombre

# field:html.template.signature,templates:
source: Templates
es: Plantillas

# field:html.template.translation,lang:
source: Language
ca: Idioma
de: Sprache
es: Idioma

# field:html.template.translation,report:
source: Report
ca: Informe
de: Bericht
es: Informe

# field:html.template.translation,src:
source: Source
ca: Origen
de: Quelle
es: Origen

# field:html.template.translation,value:
source: Translation Value
ca: Valor traducció
de: Übersetzung
es: Valor traducción

# field:html.template.usage,signature:
source: Signature
ca: Firma
de: Signatur
es: Firma

# field:html.template.usage,template:
source: Template
ca: Plantilla
de: Vorlage
es: Plantilla

# field:ir.action.report,html_content:
source: Content
ca: Contingut
de: Inhalt
es: Contenido

# field:ir.action.report,html_copies:
source: Number of copies
ca: Número de còpies
de: Anzahl Kopien
es: Número de copias

# field:ir.action.report,html_extra_vertical_margin:
source: Extra Vertical Margin (cm)
ca: Marge adicional vertical (cml)
es: Margen extra vertical (cm)

# field:ir.action.report,html_file_name:
source: Report File Name Pattern
es: Patrón de nombre de archivo de informe

# field:ir.action.report,html_footer_content:
source: Footer Content
ca: Contingut peu
de: Berichtsfuß Inhalt
es: Contenido pie

# field:ir.action.report,html_footer_template:
source: Footer
ca: Peu de pàgina
de: Fußzeile
es: Pie de página

# field:ir.action.report,html_header_content:
source: Header Content
ca: Contingut encapçalament
de: Berichtskopf Inhalt
es: Contenido encabezado

# field:ir.action.report,html_header_template:
source: Header
ca: Encapçalament
de: Dokumentenkopf
es: Encabezado

# field:ir.action.report,html_last_footer_content:
source: Last Page Footer Content
ca: Contingut del peu de l'última pàgina
de: Fußzeileninhalt letzte Seite
es: Contenido pie última página

# field:ir.action.report,html_last_footer_template:
source: Last Page Footer
ca: Peu de l'última pàgina
de: Fußzeile letzte Seite
es: Pie última página

# field:ir.action.report,html_raise_user_error:
source: Raise User Error
ca: Mostrar l'error al usuari
de: Bei Fehlern unterbrechen
es: Mostrar el error al usuario

# field:ir.action.report,html_side_margin:
source: Side Margin (cm)
ca: Marge lateral (cm)
es: Margen lateral (cml)

# field:ir.action.report,html_template:
source: Body
ca: Cos
de: Vorlage
es: Cuerpo

# field:ir.action.report,html_templates:
source: Templates
ca: Plantilles
de: Vorlagen
es: Plantillas

# field:ir.action.report,html_translations:
source: Translations
ca: Traduccions
de: Übersetzungen
es: Traducciones

# field:ir.action.report,html_zipped:
source: Zipped
ca: Comprimit
de: Als Zip-Datei packen
es: Comprimido

# field:ir.action.report,jinja_template:
source: Jinja Template
ca: Plantilla Jinja
de: Jinjavorlage
es: Plantilla Jinja

# field:product.product,html_code:
source: HTML Code
ca: Codi HTML
es: Código HTML

# field:production,html_address:
source: HTML Party Address
es: Dirección de la tercer HTML

# field:production,html_party:
source: HTML Party
es: Tercero HTML

# field:production,html_second_address:
source: HTML Second Address
es: Segunda dirección HTML

# field:production,html_second_address_label:
source: HTML Second Address Label
es: Segunda etiqueta de dirección HTML

# field:production,html_tax_identifier:
source: HTML Party Tax Identifier
es: Identificador fiscal de la parte HTML

# field:production,show_lots:
source: Production
es: Producción

# field:purchase.purchase,html_address:
source: HTML Party Address
ca: HTML tercer adreça
es: HTML dirección tercero

# field:purchase.purchase,html_party:
source: HTML Party
ca: Tercer HTML
es: HTML tercero

# field:purchase.purchase,html_second_address:
source: HTML Second Address
ca: HTML Segona adre Address
es: HTML segunda dirección

# field:purchase.purchase,html_second_address_label:
source: HTML Second Address Label
ca: HTML etiqueta segona adreça
es: HTML etiqueta segunda dirección

# field:purchase.purchase,html_tax_identifier:
source: HTML Party Tax Identifier
ca: HTML Identificador tercer
es: HTML indentificador tercero

# field:sale.product_customer,notes:
source: Notes
es: Notas

# field:sale.sale,html_address:
source: HTML Party Address
ca: HTML adreça tercer
es: HTML dirección tercero

# field:sale.sale,html_party:
source: HTML Party
ca: Tercer HTML
es: HTML tercero

# field:sale.sale,html_second_address:
source: HTML Second Address
ca: HTML segona adreça
es: HTML segunda dirección

# field:sale.sale,html_second_address_label:
source: HTML Second Address Label
ca: HTML etiqueta segona adreça
es: HTML etiqueta segunda dirección

# field:sale.sale,html_tax_identifier:
source: HTML Party Tax Identifier
ca: HTML Identificador tercer
es: HTML indentificador tercero

# field:stock.move,html_discount:
source: HTML Discount
es: Descuento HTML

# field:stock.move,origin_key:
source: Origin Key
ca: Clau origen
es: Clave origen

# field:stock.move,sort_key:
source: key
ca: clau
es: clave

# field:stock.shipment.in,show_lots:
source: Show Lots
ca: Mostra lots
de: Chargen anzeigen
es: Mostrar lotes

# field:stock.shipment.in.return,html_address:
source: HTML Party Address
ca: HTML tercer adreça
es: HTML dirección tercero

# field:stock.shipment.in.return,html_party:
source: HTML Party
ca: HTML tercer
es: HTML tercero

# field:stock.shipment.in.return,html_second_address:
source: HTML Second Address
ca: HTML segona adreça
es: HTML segunda dirección

# field:stock.shipment.in.return,html_second_address_label:
source: HTML Second Address Label
ca: HTML etiqueta segona adreça
es: HTML etiqueta segunda dirección

# field:stock.shipment.in.return,html_tax_identifier:
source: HTML Party Tax Identifier
ca: HTML Identificador tercer
es: HTML indentificador tercero

# field:stock.shipment.in.return,show_lots:
source: Show Lots
ca: Mostra lots
de: Chargen anzeigen
es: Mostrar lotes

# field:stock.shipment.internal,html_address:
source: HTML Party Address
ca: HTML tercer adreça
es: HTML dirección tercero

# field:stock.shipment.internal,html_party:
source: HTML Party
ca: HTML tercer
es: HTML tercero

# field:stock.shipment.internal,html_second_address:
source: HTML Second Address
ca: HTML segona adreça
es: HTML segunda dirección

# field:stock.shipment.internal,html_second_address_label:
source: HTML Second Address Label
ca: HTML etiqueta segona adreça
es: HTML etiqueta segunda dirección

# field:stock.shipment.internal,html_tax_identifier:
source: HTML Party Tax Identifier
ca: HTML Identificador tercer
es: HTML indentificador tercero

# field:stock.shipment.internal,show_lots:
source: Show Lots
es: Mostrar lotes

# field:stock.shipment.out,html_address:
source: HTML Party Address
ca: HTML tercer adreça
es: HTML dirección tercero

# field:stock.shipment.out,html_party:
source: HTML Party
ca: HTML tercer
es: HTML tercero

# field:stock.shipment.out,html_second_address:
source: HTML Second Address
ca: HTML etiqueta segona adreça
es: HTML segunda dirección

# field:stock.shipment.out,html_second_address_label:
source: HTML Second Address Label
ca: HTML etiqueta segona adreça
es: HTML etiqueta segunda dirección

# field:stock.shipment.out,html_tax_identifier:
source: HTML Party Tax Identifier
ca: HTML Identificador tercer
es: HTML indentificador tercero

# field:stock.shipment.out,show_lots:
source: Show Lots
ca: Mostra lots
de: Chargen anzeigen
es: Mostrar lotes

# field:stock.shipment.out,sorted_keys:
source: key
ca: clau
es: clave

# field:stock.shipment.out,sorted_lines:
source: Sorted Lines
ca: Ordenació linies
es: Ordenación lateral

# field:stock.shipment.out.return,html_address:
source: HTML Party Address
ca: HTML tecer adreça
es: HTML dirección tercero

# field:stock.shipment.out.return,html_party:
source: HTML Party
ca: HTML tercer
es: HTML tercero

# field:stock.shipment.out.return,html_second_address:
source: HTML Second Address
ca: HTML segona adreça
es: HTML segunda dirección

# field:stock.shipment.out.return,html_second_address_label:
source: HTML Second Address Label
ca: HTML etiqueta segona adreça
es: HTML etiqueta segunda dirección

# field:stock.shipment.out.return,html_tax_identifier:
source: HTML Party Tax Identifier
ca: HTML Identificador tercer
es: HTML indentificador tercero

# field:stock.shipment.out.return,show_lots:
source: Show Lots
ca: Mostra lots
de: Chargen anzeigen
es: Mostrar lotes

# help:ir.action.report,html_file_name:
source: By default, the file name is generated from the report name and the record’s full name. To customize the file name, you can define a jinja2 pattern. Eg. {{ record.render.rec_name }}-{{ record.render.id }}
es: De forma predeterminada, el nombre del archivo se genera a partir del nombre del informe y el nombre completo del registro. Para personalizar el nombre del archivo, puede definir un patrón jinja2. Por ejemplo: {{ record.render.rec_name }}-{{ record.render.id }}

# help:ir.action.report,html_raise_user_error:
source: Will raise a UserError in case of error in template parsing.
ca: Generarà un UserError en cas d'error en l'anàlisi de plantilles.
de: Gibt Fehler bei der Vorlagenverarbeitung aus.
es: Generará un UserError en caso de error en el análisis de la plantilla.

# help:ir.action.report,html_zipped:
source: If set, a zip file with a document per record will be created.
ca: Si s'estableix, es crearà un fitxer zip amb un document per registre.
de: Bei Aktivierung wird eine zip-Datei mit einem Dokument pro Datensatz erstellt.
es: Si se configura, se creará un archivo zip con un documento por registro.

# model:account.configuration.html_report,name:
source: Account Configuration HTML Report
ca: Configuració comptable HTML report
es: Configuración contable informe HTML

# model:html.report.template,name:
source: HTML Report - Template
ca: Informe HTML - Plantilla
de: HTML Bericht - Vorlage
es: Informe HTML - Plantilla

# model:html.template,name:
source: HTML Template
ca: Plantilla HTML
de: HTML Vorlage
es: Plantilla HTML

# model:html.template.signature,name:
source: HTML Template Signature
ca: Firma HTML plantilla
de: HTML Vorlage Signatur
es: Firma HTML plantilla

# model:html.template.translation,name:
source: HTML Template Translation
ca: Plantilla HTML traduccions
de: HTML Vorlage Übersetzung
es: Plantilla HTML traducciones

# model:html.template.usage,name:
source: HTML Template Usage
ca: Ús plantilla HTML
de: HTML Vorlage Verwendung
es: Ús plantilla HTML

# model:ir.action,name:act_action_report_form
source: Reports
ca: Informes
de: Berichte
es: Informes

# model:ir.action,name:act_report_html_translation_form2
source: HTML Translations
ca: HTML traduccions
de: HTML Übersetzungen
es: HTML traducciones

# model:ir.action,name:act_report_template_form
source: Report - Templates
ca: Informe - Plantilles
de: Bericht - Vorlagen
es: Informe - Plantillas

# model:ir.action,name:act_signature_form
source: Signatures
ca: Firmes
de: Signaturen
es: Firmas

# model:ir.action,name:act_template_form
source: Templates
ca: Plantilles
de: Vorlagen
es: Plantillas

# model:ir.action,name:act_template_translation_form
source: Template Translation
ca: Traducció plantilla
de: Vorlagenübersetzung
es: Traducción plantilla

# model:ir.action,name:html_report_customer_refund_note
source: Customer Refund Note
ca: Albarà devolució
de: Warenrücknahme
es: Albarán devolución

# model:ir.action,name:html_report_delivery_note
source: Delivery Note
ca: Nota d'enviament
de: Lieferschein
es: Nota de envío

# model:ir.action,name:html_report_internal_picking_note
source: Internal Picking Note
ca: Nota picking intern
de: Pickliste
es: Nota recogida interna

# model:ir.action,name:html_report_inventory
source: Inventory
ca: Inventari
es: Inventario

# model:ir.action,name:html_report_invoice
source: Invoice
ca: Factura
es: Factura

# model:ir.action,name:html_report_picking_note
source: Picking Note
ca: Nota recollida
de: Pickliste
es: Nota recogida

# model:ir.action,name:html_report_production
source: Production
es: Producción

# model:ir.action,name:html_report_purchase
source: Purchase
ca: Compres
de: Einkauf
es: Compras

# model:ir.action,name:html_report_purchase_simplified
source: Purchase Simplified
ca: Compra simplificada
de: Einkauf einfach
es: Compra simplificada

# model:ir.action,name:html_report_refund_note
source: Refund Note
ca: Nota devolució
de: Warenrückgabe
es: Nota devolución

# model:ir.action,name:html_report_sale
source: Sale
ca: Venda
de: Verkauf
es: Venta

# model:ir.action,name:html_report_shipment_in_restocking_list
source: Restocking List
ca: Llista de proveïment
de: Einlagerungsliste
es: Lista de reabastecimiento

# model:ir.action,name:html_report_valued_delivery_note
source: Valued Delivery Note
es: Nota de entrega valorada

# model:ir.message,text:missing_signatures
source: "%(template)s" missing signatures: %(missing)s
ca: "%(template)s" es requereixien les fimres: %(missing)s
de: "%(template)s" fehlende Signaturen: %(missing)s
es: "%(template)s" se requieren las firmas: %(missing)s

# model:ir.message,text:msg_error_timeout
source: The process was interrupted by %(seconds)s seconds timeout.
ca: El procés s'ha interromput per un temps d'espera de %(seconds)s segons.
es: El proceso fue interrumpido por el tiempo de espera de %(seconds)s segundos.

# model:ir.message,text:msg_exception_timeout
source: There was an exception rendering the report: %(result)s
ca: Hi ha hagut una excepció en generar l'informe: %(result)s
es: Hubo una excepción al generar el informe: %(result)s

# model:ir.message,text:msg_queue_empty
source: The queue (timeout) was empty and can not render the report.
ca: La cua (temps d'espera) estava buida i no es pot generar l'informe.
es: La cola (tiempo de espera) estaba vacía y no se puede generar el informe.

# model:ir.message,text:msg_yes
source: Yes
ca: Si
de: Ja
es: Si

# model:ir.message,text:nullslat_incorrect_format
source: The nullslast filter only accept a list of tuples.
ca: El filtre nullslast només accepta una llista de tuples.
es: El filtro nullslast solo acepta una lista de tuplas.

# model:ir.message,text:render_error
source: The following error was found rendering report "%(report)s": %(error)s
ca: S'ha trobat l'error següent en generar l'informe "%(report)s": %(error)s
de: Bei der Verarbeitung des Berichts "%(report)s" ist folgender Fehler aufgetreten: %(error)s
es: Se encontró el siguiente error al generar el informe "%(report)s": %(error)s

# model:ir.message,text:template_error
source: The following template error was found parsing report "%(report)s": %(error)s
ca: S'ha trobat l'error de plantilla següent en analitzar l'informe "%(report)s": %(error)s
de: Der folgende Fehler wurde in der Vorlage für Bericht "%(report)s" gefunden: %(error)s
es: Se encontró el siguiente error de plantilla al analizar el informe "%(report)s": %(error)s

# model:ir.message,text:unused_signatures
source: "%(template)s" unused signatures: %(unused)s
ca: "%(template)s" no es fan us de les firmes: %(unused)s
de: Nicht verwendete Signaturen in "%(template)s": %(unused)s
es: "%(template)s" no se usan las firmas: %(unused)s

# model:ir.ui.menu,name:menu_action_report_form
source: Reports
ca: Informes
de: Berichte
es: Informes

# model:ir.ui.menu,name:menu_html
source: HTML Reports
ca: Informe HTML
de: HTML Berichte
es: Informe HTML

# model:ir.ui.menu,name:menu_report_template_form
source: Report - Templates
ca: Informe - Plantilles
de: Bericht - Vorlagen
es: Informe - Plantillas

# model:ir.ui.menu,name:menu_signature_form
source: Signatures
ca: Firmes
de: Signaturen
es: Firmas

# model:ir.ui.menu,name:menu_template_form
source: Templates
ca: Plantilles
de: Vorlagen
es: Plantillas

# model:ir.ui.menu,name:menu_template_translation_form
source: Template Translation
ca: Traducció plantilla
de: Vorlagenübersetzung
es: Traducción plantilla

# selection:html.template,type:
source: Block
ca: Bloc
es: Bloque

# selection:html.template,type:
source: Extension
ca: Extensió
de: Dokumententyp
es: Extensión

# selection:html.template,type:
source: Footer
ca: Peu de pàgina
de: Fußzeile
es: Pie de página

# selection:html.template,type:
source: Header
ca: Encapçalament
de: Dokumentenkopf
es: Encabezado

# view:account.configuration:
source: HTML Report
ca: Informe HTML
es: Informe HTML

# view:ir.action.report:
source: HTML Report
ca: Informe HTML
de: HTML Bericht
es: Informe HTML

# view:ir.action.report:
source: Jinja Template
ca: Plantilla Jinja
de: Jinja Vorlage
es: Plantilla Jinja

# model:ir.action,name:html_report_sale_proforma
source: Proforma
ca: Prodforma

# model:ir.message,text:msg_no
source: No
de: Nr.

# selection:html.template,type:
source: Base
de: Basis

# selection:html.template,type:
source: Macro
de: Makro
